Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: Ustajem u sedam sati.
da: Jeg står op klokken syv.
de: Ich stehe um sieben Uhr auf.
en: I get up at seven o'clock.
fr: Je me lève à sept heures.
nb: Jeg står opp klokka sju.
nl: Ik sta om zeven uur op.
sv: Jag går upp klockan sju.
tr: Saat yedide kalkıyorum.

source: Poslije posla kuham večeru.
da: Efter arbejdet laver jeg aftensmad.
de: Nach der Arbeit koche ich Abendessen.
en: After work I cook dinner.
fr: Après le travail, je prépare le dîner.
nb: Etter jobben lager jeg middag.
nl: Na het werk kook ik het avondeten.
sv: Efter jobbet lagar jag middag.
tr: İşten sonra akşam yemeği pişiriyorum.

source: Idem spavati u jedanaest.
da: Jeg går i seng klokken elleve.
de: Ich gehe um elf schlafen.
en: I go to sleep at eleven.
fr: Je vais me coucher à onze heures.
nb: Jeg legger meg klokka elleve.
nl: Ik ga om elf uur slapen.
sv: Jag går och lägger mig klockan elva.
tr: Saat on birde uyumaya gidiyorum.

source: Svaki dan pijem kahvu.
da: Hver dag drikker jeg kaffe.
de: Jeden Tag trinke ich Kaffee.
en: Every day I drink coffee.
fr: Chaque jour, je bois du café.
nb: Hver dag drikker jeg kaffe.
nl: Elke dag drink ik koffie.
sv: Varje dag dricker jag kaffe.
tr: Her gün kahve içiyorum.

source: Imam trideset godina.
da: Jeg er tredive år.
de: Ich bin dreißig Jahre alt.
en: I am thirty years old.
fr: J'ai trente ans.
nb: Jeg er tretti år.
nl: Ik ben dertig jaar.
sv: Jag är trettio år.
tr: Otuz yaşındayım.

source: Ostajemo pet dana.
da: Vi bliver fem dage.
de: Wir bleiben fünf Tage.
en: We are staying five days.
fr: Nous restons cinq jours.
nb: Vi blir i fem dager.
nl: We blijven vijf dagen.
sv: Vi stannar i fem dagar.
tr: Beş gün kalıyoruz.

source: Slažem se s tobom.
da: Jeg er enig med dig.
de: Ich stimme dir zu.
en: I agree with you.
fr: Je suis d'accord avec toi.
nb: Jeg er enig med deg.
nl: Ik ben het met je eens.
sv: Jag håller med dig.
tr: Sana katılıyorum.

source: Po mom mišljenju, to je dobro.
da: Efter min mening er det godt.
de: Meiner Meinung nach ist das gut.
en: In my opinion that is good.
fr: À mon avis, c'est bien.
nb: Etter min mening er det bra.
nl: Volgens mij is dat goed.
sv: Enligt min åsikt är det bra.
tr: Bence bu iyi.

source: Ponosna sam na tebe.
da: Jeg er stolt af dig. (kvinde)
de: Ich bin stolz auf dich. (Frau)
en: I am proud of you. (female speaker)
fr: Je suis fière de toi. (femme)
nb: Jeg er stolt av deg. (kvinne)
nl: Ik ben trots op je. (vrouw)
sv: Jag är stolt över dig. (kvinna)
tr: Seninle gurur duyuyorum. (kadın)

source: Nažalost, nemam vremena.
da: Desværre har jeg ikke tid.
de: Leider habe ich keine Zeit.
en: Unfortunately I have no time.
fr: Malheureusement, je n'ai pas le temps.
nb: Dessverre har jeg ikke tid.
nl: Helaas heb ik geen tijd.
sv: Tyvärr har jag ingen tid.
tr: Maalesef vaktim yok.

source: Gdje je izlaz?
da: Hvor er udgangen?
de: Wo ist der Ausgang?
en: Where is the exit?
fr: Où est la sortie ?
nb: Hvor er utgangen?
nl: Waar is de uitgang?
sv: Var är utgången?
tr: Çıkış nerede?

source: Imam poklon za tebe.
da: Jeg har en gave til dig.
de: Ich habe ein Geschenk für dich.
en: I have a present for you.
fr: J'ai un cadeau pour toi.
nb: Jeg har en gave til deg.
nl: Ik heb een cadeau voor je.
sv: Jag har en present till dig.
tr: Sana bir hediyem var.

source: Svi gosti su došli.
da: Alle gæsterne er kommet.
de: Alle Gäste sind gekommen.
en: All the guests have arrived.
fr: Tous les invités sont arrivés.
nb: Alle gjestene har kommet.
nl: Alle gasten zijn gekomen.
sv: Alla gäster har kommit.
tr: Bütün misafirler geldi.

source: Ovo je lubenica.
da: Det her er en vandmelon.
de: Das ist eine Wassermelone.
en: This is a watermelon.
fr: C'est une pastèque.
nb: Dette er en vannmelon.
nl: Dit is een watermeloen.
sv: Det här är en vattenmelon.
tr: Bu bir karpuz.

source: U torbi je limun.
da: Der er en citron i tasken.
de: In der Tasche ist eine Zitrone.
en: There is a lemon in the bag.
fr: Il y a un citron dans le sac.
nb: Det er en sitron i veska.
nl: In de tas zit een citroen.
sv: Det ligger en citron i väskan.
tr: Çantada bir limon var.

source: Moja mama voli kruške.
da: Min mor kan godt lide pærer.
de: Meine Mama mag Birnen.
en: My mum likes pears.
fr: Ma maman aime les poires.
nb: Mamma liker pærer.
nl: Mijn mama houdt van peren.
sv: Min mamma tycker om päron.
tr: Annem armut sever.

source: Djeca jedu jagode.
da: Børnene spiser jordbær.
de: Die Kinder essen Erdbeeren.
en: The children are eating strawberries.
fr: Les enfants mangent des fraises.
nb: Barna spiser jordbær.
nl: De kinderen eten aardbeien.
sv: Barnen äter jordgubbar.
tr: Çocuklar çilek yiyor.

source: Kupi grožđe na pijaci.
da: Køb vindruer på markedet.
de: Kauf Weintrauben auf dem Markt.
en: Buy grapes at the market.
fr: Achète du raisin au marché.
nb: Kjøp druer på markedet.
nl: Koop druiven op de markt.
sv: Köp vindruvor på marknaden.
tr: Pazardan üzüm al.

source: Djeca ne vole špinat.
da: Børnene kan ikke lide spinat.
de: Die Kinder mögen keinen Spinat.
en: The children do not like spinach.
fr: Les enfants n'aiment pas les épinards.
nb: Barna liker ikke spinat.
nl: De kinderen houden niet van spinazie.
sv: Barnen tycker inte om spenat.
tr: Çocuklar ıspanak sevmez.

source: U supi je mrkva.
da: Der er en gulerod i suppen.
de: In der Suppe ist eine Karotte.
en: There is a carrot in the soup.
fr: Il y a une carotte dans la soupe.
nb: Det er en gulrot i suppa.
nl: In de soep zit een wortel.
sv: Det ligger en morot i soppan.
tr: Çorbada bir havuç var.

source: U bašti je kukuruz.
da: Der er majs i haven.
de: Im Garten ist Mais.
en: There is corn in the garden.
fr: Il y a du maïs dans le jardin.
nb: Det er mais i hagen.
nl: In de tuin staat maïs.
sv: Det finns majs i trädgården.
tr: Bahçede mısır var.

source: Na stolu su gljive.
da: Der ligger svampe på bordet.
de: Auf dem Tisch sind Pilze.
en: There are mushrooms on the table.
fr: Il y a des champignons sur la table.
nb: Det er sopp på bordet.
nl: Op de tafel liggen paddenstoelen.
sv: Det ligger svampar på bordet.
tr: Masada mantarlar var.

source: Danas jedem karfiol.
da: I dag spiser jeg blomkål.
de: Heute esse ich Blumenkohl.
en: Today I am eating cauliflower.
fr: Aujourd'hui, je mange du chou-fleur.
nb: I dag spiser jeg blomkål.
nl: Vandaag eet ik bloemkool.
sv: I dag äter jag blomkål.
tr: Bugün karnabahar yiyorum.

source: Djeca jedu sladoled.
da: Børnene spiser is.
de: Die Kinder essen Eis (Speiseeis).
en: The children are eating ice cream.
fr: Les enfants mangent de la glace.
nb: Barna spiser iskrem.
nl: De kinderen eten ijs (roomijs).
sv: Barnen äter glass.
tr: Çocuklar dondurma yiyor.

source: Hljeb, šunka i sir.
da: Brød, skinke og ost.
de: Brot, Schinken und Käse.
en: Bread, ham and cheese.
fr: Du pain, du jambon et du fromage.
nb: Brød, skinke og ost.
nl: Brood, ham en kaas.
sv: Bröd, skinka och ost.
tr: Ekmek, jambon ve peynir.

source: Htjela bih kobasicu.
da: Jeg vil gerne have en pølse.
de: Ich möchte Wurst.
en: I would like a sausage.
fr: Je voudrais une saucisse.
nb: Jeg vil gjerne ha en pølse.
nl: Ik wil graag worst.
sv: Jag skulle vilja ha en korv.
tr: Sosis istiyorum.

source: Moja sestra voli čokoladu.
da: Min søster elsker chokolade.
de: Meine Schwester liebt Schokolade.
en: My sister loves chocolate.
fr: Ma sœur aime le chocolat.
nb: Søsteren min elsker sjokolade.
nl: Mijn zus houdt van chocolade.
sv: Min syster älskar choklad.
tr: Kız kardeşim çikolatayı seviyor.

source: Kečap i senf, molim.
da: Ketchup og sennep, tak.
de: Ketchup und Senf, bitte.
en: Ketchup and mustard, please.
fr: Du ketchup et de la moutarde, s'il vous plaît.
nb: Ketchup og sennep, takk.
nl: Ketchup en mosterd, graag.
sv: Ketchup och senap, tack.
tr: Ketçap ve hardal, lütfen.

source: U frižideru je jogurt.
da: Der er yoghurt i køleskabet.
de: Im Kühlschrank ist Joghurt.
en: There is yogurt in the fridge.
fr: Il y a du yaourt dans le frigo.
nb: Det er yoghurt i kjøleskapet.
nl: In de koelkast staat yoghurt.
sv: Det finns yoghurt i kylskåpet.
tr: Buzdolabında yoğurt var.

source: Volim med u čaju.
da: Jeg kan godt lide honning i teen.
de: Ich mag Honig im Tee.
en: I like honey in my tea.
fr: J'aime le miel dans le thé.
nb: Jeg liker honning i teen.
nl: Ik hou van honing in de thee.
sv: Jag tycker om honung i teet.
tr: Çayda bal severim.

source: Jednu rakiju, molim.
da: En rakija, tak.
de: Einen Rakija, bitte.
en: One rakija, please.
fr: Une rakija, s'il vous plaît.
nb: En rakija, takk.
nl: Een rakija, graag.
sv: En rakija, tack.
tr: Bir rakija, lütfen.

source: Kahva je u džezvi.
da: Kaffen er i kobberkanden.
de: Der Kaffee ist im Kupferkännchen.
en: The coffee is in the copper coffee pot.
fr: Le café est dans la petite cafetière en cuivre.
nb: Kaffen er i kobberkannen.
nl: De koffie zit in het koperen kannetje.
sv: Kaffet är i kopparkannan.
tr: Kahve cezvede.

source: Uzet ću pogaču.
da: Jeg tager fladbrødet.
de: Ich nehme das Fladenbrot.
en: I will take the flatbread.
fr: Je prends le pain plat.
nb: Jeg tar det runde brødet.
nl: Ik neem het platbrood.
sv: Jag tar tunnbrödet.
tr: Pideyi alacağım.

source: Krava je u štali.
da: Koen er i stalden.
de: Die Kuh ist im Stall.
en: The cow is in the barn.
fr: La vache est dans l'étable.
nb: Kua er i fjøset.
nl: De koe staat in de stal.
sv: Kon står i ladugården.
tr: İnek ahırda.

source: Pile i kokoš su u avliji.
da: Kyllingen og hønen er i gården.
de: Das Küken und das Huhn sind im Hof.
en: The chick and the hen are in the yard.
fr: Le poussin et la poule sont dans la cour.
nb: Kyllingen og høna er på gårdsplassen.
nl: Het kuiken en de kip zijn op het erf.
sv: Kycklingen och hönan är på gården.
tr: Civciv ve tavuk avluda.

source: Malo štene spava.
da: Den lille hvalp sover.
de: Der kleine Welpe schläft.
en: The little puppy is sleeping.
fr: Le petit chiot dort.
nb: Den lille valpen sover.
nl: De kleine puppy slaapt.
sv: Den lilla valpen sover.
tr: Küçük köpek yavrusu uyuyor.

source: Vidim patku na vodi.
da: Jeg ser anden på vandet.
de: Ich sehe die Ente auf dem Wasser.
en: I see the duck on the water.
fr: Je vois le canard sur l'eau.
nb: Jeg ser anda på vannet.
nl: Ik zie de eend op het water.
sv: Jag ser ankan på vattnet.
tr: Ördeği suda görüyorum.

source: Ptica ima gnijezdo na drvetu.
da: Fuglen har en rede i træet.
de: Der Vogel hat ein Nest auf dem Baum.
en: The bird has a nest in the tree.
fr: L'oiseau a un nid dans l'arbre.
nb: Fuglen har et reir i treet.
nl: De vogel heeft een nest in de boom.
sv: Fågeln har ett bo i trädet.
tr: Kuşun ağaçta yuvası var.

source: Vidi, zmija!
da: Se, en slange!
de: Schau mal, eine Schlange!
en: Look, a snake!
fr: Regarde, un serpent !
nb: Se, en slange!
nl: Kijk, een slang!
sv: Titta, en orm!
tr: Bak, bir yılan!

source: U šumi je medvjed.
da: Der er en bjørn i skoven.
de: Im Wald ist ein Bär.
en: There is a bear in the forest.
fr: Il y a un ours dans la forêt.
nb: Det er en bjørn i skogen.
nl: In het bos zit een beer.
sv: Det finns en björn i skogen.
tr: Ormanda bir ayı var.

source: Mačka vidi miša.
da: Katten ser en mus.
de: Die Katze sieht eine Maus.
en: The cat sees a mouse.
fr: Le chat voit une souris.
nb: Katten ser en mus.
nl: De kat ziet een muis.
sv: Katten ser en mus.
tr: Kedi bir fare görüyor.

source: Na cvijetu je leptir.
da: Der sidder en sommerfugl på blomsten.
de: Auf der Blume ist ein Schmetterling.
en: There is a butterfly on the flower.
fr: Il y a un papillon sur la fleur.
nb: Det er en sommerfugl på blomsten.
nl: Op de bloem zit een vlinder.
sv: Det sitter en fjäril på blomman.
tr: Çiçeğin üstünde bir kelebek var.

source: Ovo je zmaj.
da: Det her er en drage.
de: Das ist ein Drache.
en: This is a dragon.
fr: C'est un dragon.
nb: Dette er en drage.
nl: Dit is een draak.
sv: Det här är en drake.
tr: Bu bir ejderha.

source: Mačka ima rep.
da: Katten har en hale.
de: Die Katze hat einen Schwanz.
en: The cat has a tail.
fr: Le chat a une queue.
nb: Katten har en hale.
nl: De kat heeft een staart.
sv: Katten har en svans.
tr: Kedinin kuyruğu var.

source: Moj pas laje.
da: Min hund gør.
de: Mein Hund bellt.
en: My dog is barking.
fr: Mon chien aboie.
nb: Hunden min bjeffer.
nl: Mijn hond blaft.
sv: Min hund skäller.
tr: Köpeğim havlıyor.

source: Ja hranim mačku.
da: Jeg fodrer katten.
de: Ich füttere die Katze.
en: I feed the cat.
fr: Je nourris le chat.
nb: Jeg mater katten.
nl: Ik voer de kat.
sv: Jag matar katten.
tr: Kediyi besliyorum.

source: Moj brat je veterinar.
da: Min bror er dyrlæge.
de: Mein Bruder ist Tierarzt.
en: My brother is a veterinarian.
fr: Mon frère est vétérinaire.
nb: Broren min er veterinær.
nl: Mijn broer is dierenarts.
sv: Min bror är veterinär.
tr: Erkek kardeşim veteriner.

source: Gdje je povodac?
da: Hvor er hundesnoren?
de: Wo ist die Leine?
en: Where is the leash?
fr: Où est la laisse ?
nb: Hvor er hundebåndet?
nl: Waar is de hondenlijn?
sv: Var är kopplet?
tr: Gezdirme tasması nerede?

source: Vidi, vodopad!
da: Se, et vandfald!
de: Schau mal, ein Wasserfall!
en: Look, a waterfall!
fr: Regarde, une cascade !
nb: Se, en foss!
nl: Kijk, een waterval!
sv: Titta, ett vattenfall!
tr: Bak, bir şelale!

source: Idemo na brdo.
da: Vi går op på bakken.
de: Wir gehen auf den Hügel.
en: We are going up the hill.
fr: Nous allons sur la colline.
nb: Vi går opp på haugen.
nl: We gaan de heuvel op.
sv: Vi går upp på kullen.
tr: Tepeye gidiyoruz.

source: U pećini je hladno.
da: Der er koldt i hulen.
de: In der Höhle ist es kalt.
en: It is cold in the cave.
fr: Il fait froid dans la grotte.
nb: Det er kaldt i hula.
nl: In de grot is het koud.
sv: Det är kallt i grottan.
tr: Mağarada soğuk.

source: Djeca su na livadi.
da: Børnene er på engen.
de: Die Kinder sind auf der Wiese.
en: The children are in the meadow.
fr: Les enfants sont dans la prairie.
nb: Barna er på enga.
nl: De kinderen zijn in de wei.
sv: Barnen är på ängen.
tr: Çocuklar çayırda.

source: Volim prirodu i more.
da: Jeg elsker naturen og havet.
de: Ich liebe die Natur und das Meer.
en: I love nature and the sea.
fr: J'aime la nature et la mer.
nb: Jeg elsker naturen og havet.
nl: Ik hou van de natuur en de zee.
sv: Jag älskar naturen och havet.
tr: Doğayı ve denizi seviyorum.

source: Voda je u flaši.
da: Vandet er i flasken.
de: Das Wasser ist in der Flasche.
en: The water is in the bottle.
fr: L'eau est dans la bouteille.
nb: Vannet er i flaska.
nl: Het water zit in de fles.
sv: Vattnet är i flaskan.
tr: Su şişede.

source: Ovo je moj tanjir.
da: Det her er min tallerken.
de: Das ist mein Teller.
en: This is my plate.
fr: C'est mon assiette.
nb: Dette er tallerkenen min.
nl: Dit is mijn bord.
sv: Det här är min tallrik.
tr: Bu benim tabağım.

source: Supa je u loncu.
da: Suppen er i gryden.
de: Die Suppe ist im Topf.
en: The soup is in the pot.
fr: La soupe est dans la marmite.
nb: Suppa er i gryta.
nl: De soep zit in de pan.
sv: Soppan är i kastrullen.
tr: Çorba tencerede.

source: Gdje je ogledalo?
da: Hvor er spejlet?
de: Wo ist der Spiegel?
en: Where is the mirror?
fr: Où est le miroir ?
nb: Hvor er speilet?
nl: Waar is de spiegel?
sv: Var är spegeln?
tr: Ayna nerede?

source: Deka je na kauču.
da: Dynen ligger på sofaen.
de: Die Bettdecke ist auf dem Sofa.
en: The blanket is on the sofa.
fr: La couverture est sur le canapé.
nb: Teppet ligger på sofaen.
nl: De deken ligt op de bank.
sv: Filten ligger på soffan.
tr: Battaniye kanepede.

source: Kupatilo je čisto.
da: Badeværelset er rent.
de: Das Bad ist sauber.
en: The bathroom is clean.
fr: La salle de bain est propre.
nb: Badet er rent.
nl: De badkamer is schoon.
sv: Badrummet är rent.
tr: Banyo temiz.

source: Sutra peglam veš.
da: I morgen stryger jeg tøjet.
de: Morgen bügle ich die Wäsche.
en: Tomorrow I will iron the laundry.
fr: Demain, je repasse le linge.
nb: I morgen stryker jeg tøyet.
nl: Morgen strijk ik de was.
sv: I morgon stryker jag tvätten.
tr: Yarın çamaşırları ütülüyorum.

source: Gdje je metla?
da: Hvor er fejekosten?
de: Wo ist der Besen?
en: Where is the broom?
fr: Où est le balai ?
nb: Hvor er kosten?
nl: Waar is de bezem?
sv: Var är kvasten?
tr: Süpürge nerede?

source: Komšinica zvoni na vrata.
da: Naboen ringer på døren.
de: Die Nachbarin klingelt an der Tür.
en: The neighbour is ringing the doorbell.
fr: La voisine sonne à la porte.
nb: Naboen ringer på døra.
nl: De buurvrouw belt aan de deur.
sv: Grannen ringer på dörren.
tr: Kadın komşu kapının zilini çalıyor.

source: Veš je na štriku.
da: Tøjet hænger på tørresnoren.
de: Die Wäsche ist auf der Wäscheleine.
en: The laundry is on the clothesline.
fr: Le linge est sur la corde à linge.
nb: Tøyet henger på klessnora.
nl: De was hangt aan de waslijn.
sv: Tvätten hänger på tvättlinan.
tr: Çamaşırlar çamaşır ipinde.

source: Nema struje.
da: Der er ingen strøm.
de: Es gibt keinen Strom.
en: There is no electricity.
fr: Il n'y a pas d'électricité.
nb: Det er ingen strøm.
nl: Er is geen stroom.
sv: Det finns ingen ström.
tr: Elektrik yok.

source: Gdje je moj alat?
da: Hvor er mit værktøj?
de: Wo ist mein Werkzeug?
en: Where is my tool?
fr: Où est mon outil ?
nb: Hvor er verktøyet mitt?
nl: Waar is mijn gereedschap?
sv: Var är mitt verktyg?
tr: Aletim nerede?

source: Upali svjetlo, molim te.
da: Tænd lyset, tak.
de: Mach bitte das Licht an.
en: Turn on the light, please.
fr: Allume la lumière, s'il te plaît.
nb: Skru på lyset, er du snill.
nl: Doe het licht aan, alsjeblieft.
sv: Tänd ljuset, tack.
tr: Işığı yak, lütfen.

source: Ne radi bojler.
da: Vandvarmeren virker ikke.
de: Der Boiler funktioniert nicht.
en: The boiler does not work.
fr: Le chauffe-eau ne marche pas.
nb: Varmtvannsberederen virker ikke.
nl: De boiler werkt niet.
sv: Varmvattenberedaren fungerar inte.
tr: Boyler çalışmıyor.

source: Ugasi grijanje.
da: Sluk for varmen.
de: Mach die Heizung aus.
en: Turn off the heating.
fr: Éteins le chauffage.
nb: Skru av oppvarmingen.
nl: Doe de verwarming uit.
sv: Stäng av värmen.
tr: Isıtmayı kapat.

source: Moram sipati gorivo.
da: Jeg skal tanke.
de: Ich muss tanken.
en: I need to fill up.
fr: Je dois faire le plein.
nb: Jeg må tanke.
nl: Ik moet tanken.
sv: Jag måste tanka.
tr: Yakıt almam lazım.

source: Gdje mogu parkirati svoj auto?
da: Hvor kan jeg parkere min bil?
de: Wo kann ich mein Auto parken?
en: Where can I park my car?
fr: Où est-ce que je peux garer ma voiture ?
nb: Hvor kan jeg parkere bilen min?
nl: Waar kan ik mijn auto parkeren?
sv: Var kan jag parkera min bil?
tr: Arabamı nereye park edebilirim?

source: Na semaforu je crveno.
da: Der er rødt lys.
de: Die Ampel ist rot.
en: The light is red.
fr: Le feu est rouge.
nb: Det er rødt lys.
nl: Het stoplicht staat op rood.
sv: Det är rött ljus.
tr: Işık kırmızı.

source: Daj mi kliješta, molim te.
da: Giv mig lige tangen.
de: Gib mir bitte die Zange.
en: Please hand me the pliers.
fr: Passe-moi la pince, s'il te plaît.
nb: Gi meg tanga, er du snill.
nl: Geef me de tang even, alsjeblieft.
sv: Ge mig tången, tack.
tr: Penseyi verir misin lütfen?

source: Gdje je moj punjač?
da: Hvor er min oplader?
de: Wo ist mein Ladegerät?
en: Where is my charger?
fr: Où est mon chargeur ?
nb: Hvor er laderen min?
nl: Waar is mijn oplader?
sv: Var är min laddare?
tr: Şarj aletim nerede?

source: Pošalji mi poruku.
da: Send mig en besked.
de: Schick mir eine Nachricht.
en: Send me a message.
fr: Envoie-moi un message.
nb: Send meg en melding.
nl: Stuur me een bericht.
sv: Skicka ett meddelande till mig.
tr: Bana mesaj at.

source: Ne radi mašina za suđe.
da: Opvaskemaskinen virker ikke.
de: Die Spülmaschine funktioniert nicht.
en: The dishwasher isn't working.
fr: Le lave-vaisselle ne marche pas.
nb: Oppvaskmaskinen virker ikke.
nl: De vaatwasser doet het niet.
sv: Diskmaskinen fungerar inte.
tr: Bulaşık makinesi çalışmıyor.

source: Idem u mesnicu.
da: Jeg går i slagterbutikken.
de: Ich gehe in die Metzgerei.
en: I am going to the butcher's shop.
fr: Je vais à la boucherie.
nb: Jeg går til slakterbutikken.
nl: Ik ga naar de slagerij.
sv: Jag går till köttaffären.
tr: Kasap dükkânına gidiyorum.

source: Jabuke su na akciji.
da: Æblerne er på tilbud.
de: Die Äpfel sind im Angebot.
en: The apples are on special offer.
fr: Les pommes sont en promotion.
nb: Eplene er på tilbud.
nl: De appels zijn in de aanbieding.
sv: Äpplena är på erbjudande.
tr: Elmalar indirimde.

source: Ovo voće je svježe.
da: Denne frugt er frisk.
de: Dieses Obst ist frisch.
en: This fruit is fresh.
fr: Ce fruit est frais.
nb: Denne frukten er fersk.
nl: Dit fruit is vers.
sv: Den här frukten är färsk.
tr: Bu meyve taze.

source: Gdje je moj kusur?
da: Hvor er mine byttepenge?
de: Wo ist mein Wechselgeld?
en: Where is my change?
fr: Où est ma monnaie ?
nb: Hvor er vekslepengene mine?
nl: Waar is mijn wisselgeld?
sv: Var är min växel?
tr: Para üstüm nerede?

source: Idemo u kafić.
da: Vi går på café.
de: Wir gehen ins Café.
en: We are going to the café.
fr: Nous allons au café.
nb: Vi går på kafé.
nl: We gaan naar het café.
sv: Vi går till kaféet.
tr: Kafeye gidiyoruz.

source: Danas jedemo vani.
da: I dag spiser vi udenfor.
de: Heute essen wir draußen.
en: Today we are eating outside.
fr: Aujourd'hui, nous mangeons dehors.
nb: I dag spiser vi ute.
nl: Vandaag eten we buiten.
sv: I dag äter vi ute.
tr: Bugün dışarıda yiyoruz.

source: Sto na terasi, molim.
da: Et bord på terrassen, tak.
de: Einen Tisch auf der Terrasse, bitte.
en: A table on the terrace, please.
fr: Une table sur la terrasse, s'il vous plaît.
nb: Et bord på terrassen, takk.
nl: Een tafel op het terras, graag.
sv: Ett bord på terrassen, tack.
tr: Terasta bir masa, lütfen.

source: Za mene čorbu, molim.
da: Til mig en čorba, tak.
de: Für mich eine Čorba, bitte.
en: A čorba for me, please.
fr: Pour moi une čorba, s'il vous plaît.
nb: For meg en čorba, takk.
nl: Voor mij een čorba, graag.
sv: För mig en čorba, tack.
tr: Bana čorba, lütfen.

source: Želim naručiti.
da: Jeg vil gerne bestille.
de: Ich möchte bestellen.
en: I would like to order.
fr: Je voudrais commander.
nb: Jeg vil bestille.
nl: Ik wil graag bestellen.
sv: Jag vill beställa.
tr: Sipariş vermek istiyorum.

source: Ovo meso je ljuto.
da: Dette kød er stærkt.
de: Dieses Fleisch ist scharf.
en: This meat is spicy.
fr: Cette viande est piquante.
nb: Dette kjøttet er sterkt.
nl: Dit vlees is pikant.
sv: Det här köttet är kryddstarkt.
tr: Bu et acı.

source: Voće je slatko.
da: Frugten er sød.
de: Das Obst ist süß.
en: The fruit is sweet.
fr: Le fruit est sucré.
nb: Frukten er søt.
nl: Het fruit is zoet.
sv: Frukten är söt.
tr: Meyve tatlı.

source: Možemo li platiti odvojeno?
da: Kan vi betale hver for sig?
de: Können wir getrennt zahlen?
en: Can we pay separately?
fr: Nous pouvons payer séparément ?
nb: Kan vi betale separat?
nl: Kunnen we apart betalen?
sv: Kan vi betala separat?
tr: Ayrı ayrı ödeyebilir miyiz?

source: Jedemo zajedno.
da: Vi spiser sammen.
de: Wir essen zusammen.
en: We are eating together.
fr: Nous mangeons ensemble.
nb: Vi spiser sammen.
nl: We eten samen.
sv: Vi äter tillsammans.
tr: Birlikte yiyoruz.

source: Zadržite kusur.
da: Behold byttepengene.
de: Behalten Sie das Rückgeld.
en: Keep the change.
fr: Gardez la monnaie.
nb: Behold vekslepengene.
nl: Houd het wisselgeld maar.
sv: Behåll växeln.
tr: Para üstü sizde kalsın.

source: Ovo je jako ukusno.
da: Det her er meget lækkert.
de: Das ist sehr lecker.
en: This is very tasty.
fr: C'est vraiment délicieux.
nb: Dette er veldig velsmakende.
nl: Dit is heel lekker.
sv: Det här är mycket gott.
tr: Bu çok lezzetli.

source: Idemo u restoran.
da: Vi går på restaurant.
de: Wir gehen ins Restaurant.
en: We are going to the restaurant.
fr: Nous allons au restaurant.
nb: Vi går på restaurant.
nl: We gaan naar het restaurant.
sv: Vi går till restaurangen.
tr: Restorana gidiyoruz.

source: Gdje je pekara?
da: Hvor er bageriet?
de: Wo ist die Bäckerei?
en: Where is the bakery?
fr: Où est la boulangerie ?
nb: Hvor er bakeriet?
nl: Waar is de bakkerij?
sv: Var är bageriet?
tr: Ekmek fırını nerede?
